{"originalMemeList":{"Charlie The Unicorn":"Created by Jason Steele of Filmcow.com, this flash-animated short follows a lethargic unicorn on an adventure to the mythical Candy Mountain. The original video, in addition to two follow-ups, have been remixed, mashed up and parodied on multiple sites. Charlie's popularity spurred a popular line of merchandise.","Chocolate Rain":"Grad student Tay Zonday wrote and produced this nonsensical song with almost 80 million YouTube views. In addition to inspiring thousands of derivatives, the video was parodied on South Park and Tay himself has appeared on talk shows, in commercials and in the music video for Weezer's Pork and Beans.","Chuck Norris Facts":"Inspired by Conan O'Brien's recurring jokes about Walker, Texas Ranger and The Vin Diesel Fact Generator, satirical factoids about Norris's manly abilities began popping up on the internet in early 2005. The phenomena lead to a website, two books and similar memes for other celebrities and political figures.","Grape Stomp Lady":"Aired live on local WAGA-TV in Atlanta, this epic fail video features a FOX reporter falling face-first off a raised platform then howling in pain. The video went viral, leading to a number of parodies, including one by Family Guy.","I Regret Nothing":"Did you kickstart a backlash by making an unpopular statement on Twitter or Tumblr? This meme is for you. The I Regret Nothing meme first popped up on the Internet in 2004 when the phrase was used in the web series Red vs. Blue. However, it's most recent and popular incarnation is the one seen above that features the spinning disco chicken from a Domino's Pizza commercial. ","Dancing Baby":"Often cited as one of the earliest examples of a web phenomenon, this 3-D baby dancing to “Hooked on a Feeling” became globally popular through email chains. Fans created alternate versions including a Kung Fu Baby, Rasta Baby and Samurai Baby. Dancing Baby appeared in a recurring hallucination on Ally McBeal.","Peanut Butter Jelly Time":"Both annoying and funny, this singing, dancing banana became a hit in the early 2000s. A reference on Ed increased the clip's popularity and lead to hundreds of spoofs, including one from Family Guy featuring dog Brian doing his own rendition.","Star Wars Kid":"Three classmates found this video of Canadian teenager Ghyslain Razaa and uploaded the content to file-sharing site Kazaa. A blogger eventually edited the footage, adding sound effects and making the light saber glow. It's estimated that in the past decade, the original, unmodified video has accumulated over one billion views on various sites.","Numa Numa":"New Jersey native Gary Brolsma created and posted this lip dub on flash animation site Newgrounds. Initially intended just for friends, the video found its way to YouTube and blew up. The New York Times, CNN, VH1's Best Week Everand The Today Show subsequently interviewed Gary.","2 Girls 1 Cup":"One of the Harry Potter puppet spoofs made by Neil Cicierega, this video hit the top of YouTube's all-time views list in 2007. The huge variety of knock-offs created by fans since have taken Cicierega's videos from series to meme."},"sortedMemeList":["2 Girls 1 Cup_lulzScore=9","Charlie The Unicorn_lulzScore=6","Chocolate Rain_lulzScore=3","Chuck Norris Facts_lulzScore=10","Dancing Baby_lulzScore=6","Grape Stomp Lady_lulzScore=3","I Regret Nothing_lulzScore=1","Numa Numa_lulzScore=1","Peanut Butter Jelly Time_lulzScore=4","Star Wars Kid_lulzScore=4"]}